templates_servicios/ambiente_prod/SOAP_DGMN_SituacionMilitar_input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:val="http://valida.aem.gob.cl" xmlns:xd="http://www.w3.org/2000/09/xmldsig#">
   <soapenv:Header/>
   <soapenv:Body>
      <sobre xmlns="http://valida.aem.gob.cl" xmlns:ds="http://www.w3.org/2000/09/xmldsig#" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
         <encabezado>
            <idSobre>ELPISEE.inputParameter.headerParameters['id_sobre']</idSobre>			
            <fechaHora>ELPISEE.inputParameter.headerParameters['fecha_hora']</fechaHora>
            <proveedor>
               <nombre>ELPISEE.inputParameter.headerParameters['nombre_proveedor']</nombre>
               <servicios>
                  <servicio>ELPISEE.inputParameter.headerParameters['nombre_servicio']</servicio>
                  <respuestaServicio>
                     <estado>SI</estado>
                     <glosa>RESPUESTA EXITOSA</glosa>
                  </respuestaServicio>
               </servicios>
            </proveedor>
            <consumidor>
               <nombre>ELPISEE.inputParameter.headerParameters['nombre_consumidor']</nombre>
               <tramite>ELPISEE.inputParameter.headerParameters['nombre_tramite']</tramite>
               <certificado>
                  <ds:X509Data>
                     <ds:X509IssuerSerial>
                        <ds:X509IssuerName>0</ds:X509IssuerName>
                        <ds:X509SerialNumber>0</ds:X509SerialNumber>
                     </ds:X509IssuerSerial>
                  </ds:X509Data>
               </certificado>
            </consumidor>
            <fechaHoraReq>ELPISEE.inputParameter.headerParameters['fecha_hora_req']</fechaHoraReq>
            <emisor>ELPISEE.inputParameter.headerParameters['nombre_consumidor']</emisor>
            <metadataOperacional>
               <estadoSobre>00</estadoSobre>
               <glosaSobre>REST</glosaSobre>               
            </metadataOperacional>
         </encabezado>
         <cuerpo>
            <documento>
               <entrada>
                  <rut>
                     <numero>ELPISEE.inputParameter.bodyParameters['rut']</numero>
                     <dv>ELPISEE.inputParameter.bodyParameters['dv']</dv>					 
                  </rut>
               </entrada>
            </documento>
         </cuerpo>
      </sobre>
   </soapenv:Body>
</soapenv:Envelope>